[
	{
		"headline":"Miško Hevery",
		"body":"Miško Hevery is the creator of AngularJS framework. He has passion for making complex things simple. He currently works at Google, but has previously worked at Adobe, Sun Microsystems, Intel, and Xerox, where he became an expert in building web applications in web related technologies such as Java, JavaScript, Flex and ActionScript.",
		"imgsrc":"img/person/misko.jpg",
		"personId":"MiskoHevery",
		"Twitter":"https://twitter.com/mhevery",
		"Website":"http://misko.hevery.com/"
	},
	{
		"headline":"Igor Minar",
		"body":"Igor is a software engineer at Google. He is a lead on the Angular project, practitioner of test driven development, open source enthusiast, hacker. In his free time, Igor enjoys spending time with his wife and two kids, doing outdoor activities (including but not limited to sports, gardening and building retaining walls).",
		"imgsrc":"img/person/igor-minar.jpg",
		"personId":"IgorMinar",
		"Twitter":"https://twitter.com/mhevery",
		"Website":"http://misko.hevery.com/"
	},
	{
		"headline":"NAOMI BLACK",
		"body":"Naomi is the Technical Program Manager for Angular, including Angular Material and AngularDart. An unrepentant generalist, she's been at Google since 2006, leading projects ranging from Accessibility to Google Transit. She fights daleks in her spare time.",
		"imgsrc":"img/person/naomi.jpg",
		"personId":"NAOMIBLACK",
		"Twitter":"https://twitter.com/mhevery",
		"Website":"http://misko.hevery.com/"
	},
	{
		"headline":"BRAD GREEN",
		"body":"Brad Green works at Google as an engineering director. Brad manages the Google Sales Platform suite of projects as well as the AngularJS framework. Prior to Google, Brad worked on the early mobile web at AvantGo, founded and sold startups, and spent a few hard years toiling as a caterer. Brad's first job out of school was as lackey to Steve Jobs at NeXT Computer writing demo software and designing his slide presentations. Brad lives in Mountain View, CA with his wife and two children.",
		"imgsrc":"img/person/brad-green.jpg",
		"personId":"BRADGREEN",
		"Twitter":"https://twitter.com/mhevery",
		"Website":"http://misko.hevery.com/"
	}	
]